// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Разблокировка региональных настроек";

ChangingTitle = "Изменение региона…";
SuccessTitle = "Успешно";
SuccessMsg = "Регион принтера успешно изменен.";
FailureTitle = "Сбой";
FailureMsg = "Регион принтера не изменен.";

HSDTaskTitleFieldText = "Установить новый регион";
HSDTaskDescriptionFieldText = "Введите ниже номера, которые предоставит вам представитель службы поддержки клиентов.";
HSDCheckButtonText = "Проверить";
HSDCheckButtontDescriptionText = "Нажмите кнопку \"Проверить\", чтобы сгенерировать номер подтверждения. Сообщите этот номер представителю службы поддержки клиентов.";
HSDConfirmationNumberLableText = "Номер подтверждения:";
HSDSendButtontDescriptionText = "Нажмите кнопку \"Отправить\", чтобы выполнить сброс настроек принтера.";
HSDSendButtonText = "Отправить";